{
    "result": [
    {
        "no": "1130",
        "name": "THE HUNGER GAMES: THE BALLAD OF SONGBIRDS AND SNAKES",
        "duration": "2 hours 37 minutes",
        "genre": "Action, Adventure",
        "age_rating": "R 13+",
        "director": "Francis Larence",
        "sinopsis": "Set 64 years before The Hunger Games in the land of Panem. Coriolanus Snow (Tom Blyth) is assigned to be the mentor of Lucy (Rachel Zegler) , a female participant from District 12 in the 10th annual Hunger Games. Realizing that his student has a rebellious nature,  Snow plans hidden things and the story of how he became the cruel leader of Panem.",
        "Poster": "https://cms2.cinepolis.co.id/Gallery/CPL/MOV/Movie/Thumbnail/0bc1eaa3731447b89fae5b3c93b4efbf.jpg"
    },
    {
        "no": "1131",
        "name": "JATUH CINTA SEPERTI DI FILM-FILM",
        "duration": "1 hours 58 minutes",
        "genre": "Comedy, Romance",
        "age_rating": "R 13+",
        "director": "Ernest Prakasa, Suryana Paramita",
        "sinopsis": "Seorang penulis film adaptasi ingin menulis film naskah asli pertamanya dengan diam-diam menuliskan kisah nyata ia jatuh cinta dengan seorang yang baru saja menjanda.",
        "Poster": "https://cdn.idntimes.com/content-images/post/20231124/3c3174e2-a425-4864-9515-e46fc92dd860-78d5e463d04e4d3fb63dc47d27a41da4.jpeg"
    },
    {
        "no": "1132",
        "name": "NAPOLEON",
        "duration": "2 hours 38 minutes",
        "genre": "Action, Biography",
        "age_rating": "D 17+",
        "director": "Ridley Scott",
        "sinopsis": "Berlatar tahun 1793, di masa era Revolusi Prancis terjadi. Napoleon akan berkisah tentang Jenderal Napoleon Bonaparte (Joaquin Phoenix) sosok ambisius, cerdas dan ahli strategi yang berani melawan koalisi negara-negara Eropa untuk memperluas kekuasaannya. Perjalanan kejayaan sang kaisar sampai hubungan cintanya bersama Josephine (Vanessa Kirby).",
        "Poster": "https://cdn0-production-images-kly.akamaized.net/FOIAs7a_LdYc8jcUuhTc6oUJsBs=/800x1066/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/4666940/original/074526500_1701216788-F_-UybDXsAANMAH.jpg"
    },
    {
        "no": "1133",
        "name": "SRIMULAT: HIDUP MEMANG KOMEDI",
        "duration": "1 hours 45 minutes",
        "genre": "Comedy",
        "age_rating": "R 13+",
        "director": "Fajar Nugros",
        "sinopsis": "Mendapatkan tawaran menjadi bintang nasional, membawa grup Srimulat berhadapan dengan kerasnya ibukota dan kendala bahasa. Saat berproses, masalah bertambah karena kisah asmara Gepeng (Juan Bio One) dan Royani (Indah Permatasari), hingga krisis identitas Tessy (Erick Estrada) yang membuatnya masuk penjara. Apa mereka bisa menaklukkan ibukota dengan tawa, atau mereka yang akan ditertawakan ibukota dan harus menerima kenyataan hidup memang komedi?",
        "Poster": "https://m.media-amazon.com/images/M/MV5BNmYwZDY5MTUtOWU0ZC00NzljLTlkZTAtNDAzZmZiODkwMzY5XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_.jpg"
    },
    {
        "no": "1134",
        "name": "GAMPANG CUAN",
        "duration": "1 hours 58 minutes",
        "genre": "Drama, Comedy",
        "age_rating": "R 13+",
        "director": "Rahabi Mandra",
        "sinopsis": "Di tengah kesulitan finansial keluarga yang tak kunjung usai, Sultan (Vino G Bastian) dan adik perempuannya, Bilqis (Anya Geraldine), harus mengatasi warisan utang mendiang ayah mereka sebesar 300 juta. Sultan mencoba berbagai pekerjaan, sementara Bilqis berusaha memahami dunia saham sebagai solusi untuk mengatasi utang tersebut. Namun, itu semua tidaklah mudah, dan mereka juga terus-terusan dirongrong Aji (Alzi Marker), si bungsu yang nekad datang ke Jakarta untuk minta dibiayai kuliah karena menganggap dirinya spesial dan satu-satunya harapan keluarga. Semua ini harus berhasil dilakukan tanpa sepengetahuan Mama (Meriam Bellina), yang punya penyakit jantung dan gampang stress.",
        "Poster": "https://m.media-amazon.com/images/M/MV5BZjIwY2ZkODgtZTRiNi00OTU0LTg2ZTEtNGQ0YTBmNjUzMjBlXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_.jpg"
    },
    {
        "no": "1135",
        "name": "TROLLS BAND TOGETHER",
        "duration": "1 hours 30 minutes",
        "genre": "Animation",
        "age_rating": "SU",
        "director": "Walt Dohrn",
        "sinopsis": "Poppy (Anna Kendrick) mengetahui bahwa Branch (Justin Timberlake) pernah menjadi bagian dari boy band, BroZone, bersama saudara-saudaranya: Floyd (Troye Sivan), John Dory (Eric Andre), Spruce (Daveed Diggs), dan Clay (Kid Cudi). Namun saat Floyd diculik, Branch dan Poppy melakukan perjalanan untuk menyatukan kembali saudara-saudara lainnya dan menyelamatkan Floyd.",
        "Poster": "https://i.ebayimg.com/images/g/~SMAAOSw2E1kMhHq/s-l1600.jpg"
    },
    {
        "no": "1136",
        "name": "SIJJIN",
        "duration": "1 hours 40 minutes",
        "genre": "Horror, Thriller",
        "age_rating": "D 17+",
        "director": "Hadrah Daeng Ratu",
        "sinopsis": "Irma (Anggika Bolsterli) jatuh cinta pada Galang (Ibrahim Risyad), sepupunya yang sudah beristri dan punya anak. Namun Irma masih terobsesi dan ingin menjadi perempuan satu-satunya di hidup Galang. Irma datang ke dukun untuk mengirim santet pada istri Galang. Sejak saat itu teror dimulai. Gangguan mistis, kesurupan, dan kematian terjadi di rumah Galang. Namun, yang tak diduga Irma, ancaman itu juga mengincar nyawanya sendiri.",
        "Poster": "https://upload.wikimedia.org/wikipedia/id/thumb/8/8a/Poster_Sijjin.jpg/220px-Poster_Sijjin.jpg"
    },
    {
        "no": "1137",
        "name": "ANCIKA: DIA YANG BERSAMAKU 1995",
        "duration": "0",
        "genre": "Drama, Romance",
        "age_rating": "R 13+",
        "director": "Benni Setiawan",
        "sinopsis": "Di tahun 1995 DILAN si mantan panglima geng motor jatuh cinta pada ANCIKA, perempuan yang sangat membenci geng motor. Sudah begitu, Ancika juga tidak suka berpacaran, dan jelas, tidak suka Dilan. Jadilah Dilan harus mencari cara untuk menaklukan si perempuan yang jauh berbeda dengan Milea si mantan. Selisih usia dan lingkungan membuat usaha Dilan berlipat ganda, apalagi di balik sikap dewasa yang nggak sesuai usianya, Ancika itu cemburuan. Makin berat perjuangan Dilan. Tapi cinta memang begitu, bukan? Harus diperjuangkan! Ancika: \"Dia (Milea) memang punya masa lalu, tapi saya punya Dilan\"",
        "Poster": "https://kaltimtoday.co/wp-content/uploads/2023/11/poster-film-ancika-1995-instagramancikamovieofficial-655ecf85a6517.jpg"
    },
    {
        "no": "1138",
        "name": "WONKA",
        "duration": "1 hour 56 minutes",
        "genre": "Adventure, Family",
        "age_rating": "SU",
        "director": "Paul King",
        "sinopsis": "Wonka akan berkisah tentang awal kehidupan Willy Wonka (Timothee Chalamet) sebelum dia menjadi pemilik dari pabrik coklat yang misterius dan terkenal. Perjuangan anak muda membuat coklat terenak di dunia dan dikenal oleh masyarakat luas.",
        "Poster": "https://i.pinimg.com/originals/62/2d/fc/622dfc83076c916baf805a8db8d25eda.jpg"
    },
    {
        "no": "1139",
        "name": "GANGNAM ZOMBIE",
        "duration": "1 hour 21 minutes",
        "genre": "Horror",
        "age_rating": "R 13+",
        "director": "Lee Soo Sung",
        "sinopsis": "Gangnam Zombie menceritakan tentang pengalaman mengerikan warga Gangnam untuk bisa selamat dari serangan zombie.Hyun Seok (Ji Il Ho) dan Min Jung (Park Ji Yeon) berusaha bertahan hidup dari serangan para zombie yang menyergap mereka. Mampukah keduanya lolos dan siapa sebenarnya dalang di balik serangan para zombie tersebut?",
        "Poster": "https://m.media-amazon.com/images/M/MV5BNWY5MTc3MTMtYjkwMi00YjU2LWFhMjktMzZlNzc0NjhiNjZkXkEyXkFqcGdeQXVyNjI4NDY5ODM@._V1_FMjpg_UX1000_.jpg"
    }
   ]
}

